const charAbility = {

  'アドバンスオール物攻Ⅰ': {
    text: '味方全員の物攻+5%',
  },
  'アドバンスオール物攻Ⅱ': {
    text: '味方全員の物攻+10%',
  },
  'アドバンスオール物攻Ⅲ': {
    text: '味方全員の物攻+15%',
  },
  'アドバンスオール物防Ⅰ': {
    text: '味方全員の物防+5%',
  },
  'アドバンスオール物防&魔防Ⅰ': {
    text: '味方全員の物防・魔防+5%',
  },
  'アドバンスオール魔攻Ⅰ': {
    text: '味方全員の魔攻+5%',
  },
  'アドバンスオール魔防Ⅰ': {
    text: '味方全員の魔防+5%',
  },

  '溢れ出る闘争の力Ⅱ': {
    text: '味方全員のスキルダメージ+20%',
  },
  '溢れ出る破壊の力': {
    text: '味方全員のブレイクダメージ+5%',
  },


  '援護はお願い！': {
    text: '敵にとても狙われやすくなる\n受けるHP回復量+5%',
  },


  '好機逸すべからず': {
    text: 'クリティカル攻撃時、クリティカルダメージ+50%',
  },
  '攻撃力の足しになれぇ！': {
    text: '得意属性が雷属性の味方全員のスキルダメージ+30%',
  },


  '闘争の力': {
    text: 'スキルダメージ+15%',
  },
  'どんときなさい！': {
    text: '敵が全体攻撃を除くカウンター使用時、カウンター対象の味方をかばい、受けるダメージ-10%',
  },
  'なんでこっちくるのー！': {
    text: '敵にとても狙われやすくなる\nHPが50%以上の時、受けるダメージ-10%',
  },



  'ひと夏のオーバーラン': {
    text: 'スキルで撃破時、自身に「スキルダメージ+10%」を付与(上限30%)',
  },
  'びびっとインスピレーション': {
    text: 'WEAK攻撃時、ブレイクダメージ+10%',
  },
  '閃きと破壊の力Ⅰ': {
    text: 'WEAK攻撃時、ブレイクダメージ+20%',
  },

  'プリンセスの躍進': {
    text: 'スキルで撃破時、自身に「魔攻・魔防+10%」を付与(上限20%)',
  },


  'ヘイト&アドバンスオール物防': {
    text: '敵にとても狙われやすくなる\n味方全員の物防+3%',
  },

  'みんな今だよ！': {
    text: '攻撃対象がブレイク時、対象に「受けるダメージ+25%」を2回攻撃を受けるまで付与',
  },

  'みんなには内緒ね！': {
    text: '得意属性が火属性の味方全員のスキルダメージ+20%',
  },









  'レジストアップ暗闇': {
    text: '暗闇耐性+30%',
  },
  'レジストアップ挑発': {
    text: '挑発耐性+30%',
  },
  'レジストアップ毒': {
    text: '毒耐性+30%',
  },
  'レジストアップ眠り': {
    text: '眠り耐性+30%',
  },
  'レジストアップ麻痺': {
    text: '麻痺耐性+30%',
  },
  'レジストアップ火傷': {
    text: '火傷耐性+30%',
  },
}
export default charAbility
